{
  "semester": "後期",
  "faculty": "教養学部",
  "lang": "日本語",
  "title": "国際社会の理解とキャリア形成",
  "titleEn": "Understanding Global Society and Career-Building",
  "numbering1": "LA2022",
  "numbering2": "",
  "field": "教養学部専門",
  "teacher": "",
  "targetStudent": "",
  "targetGrade": "",
  "credit": "2",
  "type": "",
  "time": "金3",
  "classroom": "",
  "subjectGroup": "",
  "lectureNumber": "F00004",
  "designation": "なし",
  "relatedItems": "特になし",
  "requirements": "・特になし。1年生から4年生まで歓迎する。経済学部、教育学部など他学部学生も広く歓迎する。（昨年は、理学部、工学部からも初めて履修者がありました。）",
  "theme": "・世界を知る、実社会を知る――グローカルな人材育成を目指して",
  "goal": "・教養学部が掲げる「グローバル人材の育成」に即して、グローカル（グローバルとローカルの双方）で活躍できる実践的な知識と能力の修得を目指す。",
  "policyRelated": "・教養学部が掲げる5つの目標に基づき、幅広い知識と専門分野の学識の応用として、国内外の多様な文化や価値観を実際に理解し、各人の問題解決能力と表現力、発信力を高める実践的な場にしたい。",
  "keyword": "・国際社会、異文化理解、キャリア形成、グローバル人材の育成、グループディスカッション",
  "content": "教養学部同窓会「けやき会」の寄附講義であり、通常の授業とは違い、延べ12人の講師によるオムニバス形式の授業。講師は、卒業生を中心に各分野のスペシャリストを揃える。この寄附講義は、新たな理念のもと、2022年リニューアルしてスタートした。柱は2本、キャリア形成と国際社会、異文化理解。\nなお、授業科目は教養学部の井口欣也先生であるが、毎週授業の進行は、岡田（同窓会会長）が担当する。従って、授業の質問やレポート提出は、すべて岡田のメール（下記、連絡先）に送ってほしい。",
  "method": "各講師による「講義」4回連続のあと、「グループディスカッション」1回を行う。これを全部で3回繰り返す。講師は、全部で12人。内容は、①講義ほか、②グループディスカッション。ほかに、③毎週参考となる記事や資料をアップする。その内容は、（１）「人生探究」という広義のキャリアに関するものと、（２）「異文化理解」という留学経験や海外での就職、働き方からクリスマスや食文化等を幅広く紹介するもので、授業を補う意味で各自読んでほしい。毎週、大学のWebClassにアップする。",
  "study": "・大学のWebClassを徹底的に活用する。まず、事前に講義のレジュメをアップし、概要をつたえる。講義後、直ちに講義で使用したパワーポイントをアップして、復習用にする。\n・大学のWebClassを徹底的に活用する。まず、毎週、各講義の前に「レジュメ」をアップし、概要をつたえる。当日は、レジュメをプリントして配布する。\n・講義後、講義で使用した「パワーポイント」をアップして、復習用に学生の便宜を図る。\n・授業の中で、簡単な感想ともし質問があれば質問を書いてもらい、後日まとめて担当講師による「Ｑ＆Ａ」の回答集として配信する。疑問点への回答を読んで、講義内容の理解を深めてもらう。\n・補助資料として、毎週キャリアに関する「人生探究」と「異文化理解」の記事を配信するので、あわせて読んで考えてほしい。\n・他には、日頃より、国内の時事問題、社会問題はもとより、海外のさまざまな国際情勢について強く関心を持つことが、重要。",
  "webclass": "",
  "evaluation": "全部で12回の講義、4回連続したら1回グループディスカッションを行い、その日にレポートを課す。これを3回繰り返す。従って、3回のグループディスカッションと3回のレポート、そして出席・参加意欲の総合評価。講師は毎週入れ替わるため、学生は欠席すればその講義を聴くことができないため、授業の出席は、最低限必要と考える。ゆえに、出欠は毎週とる。",
  "evaluationStandard": "埼玉大学単位修得の認定に関する規則に基づき、履修者が授業の到達目標をどれだけ達成したかに応じて以下の通り評価する。\n「到達目標を超え、全般的に特に秀でている」 =GP:4 = S\n「到達目標を超えており、部分的に秀でている」 =GP:3.5=A+\n「到達目標を超えている」 =GP:3 = A\n「到達目標に十分達しており、部分的に秀でている」 =GP:2.5=B+\n「到達目標に十分達している」 =GP:2 = B\n「到達目標に最低限達しており、部分的に B 以上の水準にある」=GP:1.5=C+\n「到達目標に最低限達している」 =GP:1 = C\n「到達目標に達していない」 =GP:0 = D\n「到達目標の達成度を測る材料がない」 =GP:0=F",
  "message": "・学生のレポートを読むと、仕事は辛いもの、社会人になることは苦しさの連続であるという先入見に囚われていたのが、どの講師も生き生きと人生を語り、仕事も楽しそうに話すので、まずそれに驚き、見方が変わったと書かれています。\n「この授業を受けて考え方が180度変わった」（教育学部2年）「講義を受け終わった今、ものの見方も就職に対する考え方も人生観も大きく変わったと実感している」（経済学部2年）「講師の方々のほとんどは、挑戦し、挫折を経験してきた人々だった。講師の方々の挑戦する姿勢を見て、挑戦して失敗することは大した問題ではなく、そこで諦めずにいかに努力を怠らないかが鍵になってくるのだという考えにたどり着くことができた」（教養学部1年）「本講義を受けたことで、自分から行動を起こして充実した有意義な人生を送りたいと思うことができ、このような心情の変化をもたらしてくれた本授業にはとても感謝している」（教養学部2年）「就活は大変で辛いものというイメージがありましたが、生き生きと働く先輩方の話を聞き、仕事や就活が、自分のこれからを考えるキラキラとしたものだと思えるように変わりました」（経済学部3年）「GoogleやAIには聞いても聞けない話をたくさん聞けて、本当に良い講義でした。単位いらないので来年もこの講義とりたいです。」（経済１年）\n・実際、講師のポジティブな姿勢、生き方に共鳴し、わずかな期間で行動を起こす学生も出て来ました。具体的は、公務員講座に申し込んだり、国際交流の会に入って活躍したり、交換留学生に応募して、次年度希望する海外の大学を早々に決めたり、あるいは就活で12月中に内々定をもらう学生まで出て来ました。\n・社会に出たあと「君はどう生きるか」が、この授業の最大のコンセプトですが、それがクリアできた学生は、就職活動に悩まなくなり、積極的に挑戦する姿勢に転じていくようです。講義は毎週、卒業生が、貴重な社会経験を話してくれます。講義は、考える材料をたくさん提供します。しかし、それをどう受け止めどう考えるのか。自分が変われるのか、変われないのか。それは学生の皆さんが決めることです。\n・昨年履修した学生は、教養・経済・教育学部合わせて163名（１昨年104名）でした。しかし、あまり人数が多いと良い授業は出来ません。そこで、単位だけが目的ではなく、本当に意欲のある学生、あるいは進路のことで思い悩んでいる学生に、ぜひ履修してほしい。\n・就職活動が始まる3年生はもちろんですが、むしろ将来のことを今から考える意味で、1，2年生こそ履修してほしい。（昨年は、1，2年生が7割弱。）無論、これから社会に出る4年生にとっても、切実な話の連続です。\n\n＊追加ですが、昨年、プロのコピーライターの卒業生が、講義の最後に「キャッチコピー」の話のあと、学生に実作して貰いました。5分か10分でしたが、106の作品がその場で集まりました。以下、個人的に選んだベストです。テーマは、寄附講義。「人生はやったもんがち。」「意外とみんな変な人生」「90分で、人生トラベル。」「意識が変わり、未来が変わる」「今聴くから意味がある」「「迷い」は力だ。」「意外となれるかも、就活生」「はしれ、埼大生！」「学校と社会の懸け橋になる授業。」「「凄っ！」の連続。」「就活への不安、取り除きませんか？」「教室から世界へ」「ここでしか聞けない「失敗談」がある。」どうでしたか、学生がその場で作ったキャッチコピーです。今年も同じ講師による企業広告とコピーライターの仕事についての講義を予定しています。",
  "quota": "特になし",
  "phone": "",
  "email": "寄附講義担当者（ナビゲーター）　岡田道程（けやき会会長） E-mail: michi.okada.2001@gmail.com ＊連絡やレポートの提出先ですので、間違えないようにしてください。",
  "officeHours": "金曜4時限",
  "contact": "http://www.keyakikai.net/　（教養学部同窓会「けやき会」）",
  "relatedUrl": "http://www.keyakikai.net/　（教養学部同窓会「けやき会」）",
  "note": "【教養学部の「グローバル人材育成」の目標】（ホームページから）\n1.\t多様な文化と価値観を理解し、尊重する力\n2.\t異文化コミュニケーション・ツールとしての語学力\n3.\tグローバルとローカル双方の視点から問題に取り組み、解決する力\n4.\tグローバル化が進む社会で活躍するためのキャリア形成スキル",
  "books": []
}